Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/fedora-anaconda.tmx
Source language: en
Languages: sv

source: The root account is used for administering the system. The root user (also known as super user) has complete access to the entire system. For this reason, logging into this system as the root user is best done only to perform system maintenance or administration.
sv: Root-kontot används för att administrera systemet. Root-användaren (även kallad superanvändaren) har fullständig tillgång till hela systemet. Av det skälet är det bästa att endast logga in på systemet som root-användaren för att utföra systemunderhåll eller -administration.

source: Warning: An atomic system has been detected. It is not recommended to make manual changes to the deployment directories as this may break system integrity. Only modify /etc, /var, or boot loader configuration files as needed.
sv: Varning: Ett atomiskt system har upptäckts. Det rekommenderas inte att göra manuella ändringar i distributionskatalogerna eftersom det kan förstöra systemets integritet. Modifiera endast /etc, /var eller konfigurationsfiler för startprogram efter behov.

source: The selected disk {} is not recognized.
sv: Den valda disken {} känns inte igen.

source: _Node Login Authentication Type:
sv: Autentiseringstyp för _nodinloggning:

source: The following error occurred discovering DASD devices. Please double check your configuration information and try again.
sv: Följande fel uppstod när DASD-enheter skulle detekteras. Dubbelkolla din konfigurationsinformation och försök igen.

source: Red Hat Insights aims to increase your IT efficiency and speed across hybrid infrastructures by identifying and prioritizing risks, managing vulnerabilities, and compliance, and analyzing costs. For more information, visit the Red Hat Insights information page.
sv: Red Hat Insights syftar till att öka IT-effektiviteten och -hastigheten över hybridinfrastrukturer genom att identifiera och prioritera risker, hantera sårbarheter och regelefterlevnad och analysera kostnader. För mer information, besök informationssidan för Red Hat Insights.

source: Workarounds for manual installations: * Select only the disks with the same sector size during manual installation in graphical or text mode. * When disks with inconsistent sector size are selected for the installation, restrict each created LVM Volume Group to use Physical Volumes with the same sector size. This can only be done in graphical mode in the Custom partitioning spoke. Workarounds for kickstart installations: * Restrict what disks are used for the partitioning by specifying 'ignoredisk --drives=..' or 'ignoredisk --only-use=..'. * Specify what disks should be used for each created LVM Physical Volume: 'partition pv.1 --ondisk=..'. General workarounds: * Plain partitioning scheme can be used instead of LVM. * Some drives support re-configuration of sector sizes, for example by running 'hdparm --set-sector-size=<SIZE> <DEVICE>'.
sv: Sätt att gå runt för manuell installation: * Välj endast diskar med samma sektorstorlek under manuell installation i grafiskt läge eller textläge. * När diskar med inkonsistenta sektorstorlekar väljs till installationen, begränsa varje skapad LVM-volymgrupp till att använda fysiska volymer med samma sektorstorlek. Detta kan bara göras i grafiskt läge i en anpassad partitionering. Sätt att gå runt för kickstart-installation: * Begränsa vilka diskar som används för partitioneringen genom att ange ”ignoredisk --drives=…” eller ”ignoredisk --only-use=…”. * Ange vilka diskar som skall användas för varje skapad fysisk LVM-volym: ”partition pv.1 --ondisk=…”. Allmänna sätt att gå runt: * Enkelt partitioneringsschema kan användas istället för LVM. * Några diskar stödjer att man konfigurerar om sektorstorlekar, till exempel genom att köra ”hdparm --set-sector-size=<STORLEK> <ENHET>”.
